functions/src/Callables/test.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:val="http://valuationWebService.services.web.ivplugin.underwriting.verisk.com/">
  <soapenv:Header/>
  <soapenv:Body>
    <val:calculateRecalculatableValuation>
      <groupId>5958350</groupId>
      <password>r8uTSmkPijGSCbM8UA3W</password>
      <userData>webservices@idemandinsurance.com</userData>
      <ownerData></ownerData>
      <ownerGroupId></ownerGroupId>
      <structureData>
&lt;CONTEXT&gt;
&lt;RESIDENTIAL&gt;
&lt;OWNER street="880 GREENWOOD LAKE DR" city="FRANKLIN" state="GA" zipcode="30217" country="USA" /&gt;
&lt;/RESIDENTIAL&gt;
&lt;/CONTEXT&gt;
      </structureData>
      <workflowCode></workflowCode>
      <valuationId></valuationId>
      <reportFormat>xml</reportFormat>
      <locale>en_US</locale>
      <detailedReport>false</detailedReport>
      <callerReferenceId></callerReferenceId>
      <options></options>
    </val:calculateRecalculatableValuation>
  </soapenv:Body>
</soapenv:Envelope>